Repository: PerryWerneck/libudjatnetwork
Catalog: locale/*.po
Languages: pt_br

source: ${name} address is invalid
pt_br: Endereço de ${name} e inválido

source: ${name} is active
pt_br: ${name} está ativo

source: ${name} is not acessible
pt_br: ${name} não está acessível

source: ${name} is not available
pt_br: ${name} não está disponível

source: ${name} is not reachable
pt_br: Não foi possível alcançar ${name}

source: Cant get netlink socket
pt_br: Não foi possível obter o socket netlink

source: Cant receive netlink response
pt_br: Não foi possível receber resposta netlink

source: Cant send netlink message
pt_br: Não foi possível enviar dados netlink

source: Destination Unreachable. The gateway doesnt know how to get to the defined network.
pt_br: Destino indisponível. O roteador não sabe como chegar até a rede definida.

source: Error in received packet
pt_br: Erro no pacote recebido

source: Got ICMP echo reply from host.
pt_br: Obtive resposta ICMP do host

source: Invalid size on RTA_GATEWAY
pt_br: Tamanho inválido em RTA_GATEWAY

source: Network is not reachable
pt_br: Rede não está disponível

source: No ICMP response from host.
pt_br: Nenhuma resposta ICMP do host.

source: The entire network is unreachable.
pt_br: Toda a rede está inacessível

source: Time Exceeded. The ICMP request has been discarded because it was 'out of time'.
pt_br: Tempo excedido. A requisição ICMP foi descartada porque estava 'fora de tempo'.

source: Unable to get a valid IP address for ${name}.
pt_br: Incapaz de obter um endereço IP válido para ${name}
